alsa-utils
archey3
autoconf
automake
bash
binutils
bison
bzip2
coreutils
cryptsetup
device-mapper
dhcpcd
diffutils
e2fsprogs
exo
fakeroot
file
filesystem
findutils
flex
garcon
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
gpicview
grep
groff
grub
gtk-xfce-engine
gummi
gzip
inetutils
intellij-idea-community-edition
iproute2
iputils
jdk8-openjdk
jfsutils
less
libtool
licenses
linux
logrotate
lvm2
lxappearance
lxappearance-obconf
lxde-common
lxde-icon-theme
lxdm
lxinput
lxlauncher
lxmenu-data
lxmusic
lxpanel
lxrandr
lxsession
lxtask
lxterminal
m4
make
man-db
man-pages
mdadm
mercurial
nano
netctl
npm
openbox
openssh
pacman
patch
pciutils
pcmanfm
pcmciautils
perl
pkg-config
procps-ng
psmisc
python2-pygame
reiserfsprogs
s-nail
sed
shadow
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
thunar
thunar-volman
tumbler
unzip
usbutils
util-linux
vi
vim
virtualbox-guest-utils
wget
which
xf86-input-synaptics
xfce4-appfinder
xfce4-mixer
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
