#install by deleting this line and doing
# pacman -S $(< pkglist.txt)

adobe-source-han-sans-jp-fonts
alsa-utils
archey3
autoconf
automake
baobab
bash
binutils
bison
bridge-utils
bzip2
cmus
coreutils
cryptsetup
dash
device-mapper
dhcpcd
dialog
diffutils
e2fsprogs
fakeroot
file
filesystem
filezilla
findutils
flex
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
gpicview
grep
groff
grub
gst-plugins-base
gstreamer0.10-bad-plugins
gstreamer0.10-ffmpeg
gstreamer0.10-good-plugins
gstreamer0.10-ugly-plugins
gummi
gvim-python3
gzip
hostapd
inetutils
iproute2
iputils
ipython
iw
jfsutils
less
libtool
licenses
linux
logrotate
lvm2
lxappearance
lxappearance-obconf
lxde-common
lxde-icon-theme
lxdm
lxinput
lxlauncher
lxmenu-data
lxmusic
lxpanel
lxrandr
lxsession
lxtask
lxterminal
m4
make
man-db
man-pages
mdadm
mousepad
nano
netctl
network-manager-applet
networkmanager
openbox
openssh
os-prober
otf-ipafont
pacman
patch
pavucontrol
pciutils
pcmanfm
pcmciautils
perl
pkg-config
portaudio
procps-ng
psmisc
pulseaudio
python-flask
python-virtualenvwrapper
reiserfsprogs
s-nail
sed
shadow
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
tree
uim
unzip
usbutils
util-linux
vi
wget
which
wpa_actiond
wpa_supplicant
xf86-input-synaptics
xf86-video-intel
xfce4-artwork
xfce4-mixer
xfce4-taskmanager
xfce4-terminal
xfsprogs
xorg-server
xterm
