acpid
alsa-utils
antergos-common-meta
antergos-desktop-settings
antergos-keyring
antergos-midnight-timers
antergos-mirrorlist
aurman
autoconf
automake
b43-fwcutter
bash
bash-completion
bind-tools
binutils
bison
btrfs-progs
bzip2
bzr
chromium
cifs-utils
cmake
coreutils
crda
cryfs
cryptsetup
cups
cups-pk-helper
device-mapper
dhcpcd
diffutils
dmraid
dosfstools
e2fsprogs
eagle
efibootmgr
exfat-utils
exo
f2fs-tools
fakeroot
feh
file
filesystem
findutils
flashplugin
flex
garcon
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
grep
groff
grub
grub2-theme-antergos
gsfonts
gtk-xfce-engine
gzip
haveged
hplip
htop
inetutils
intel-ucode
iproute2
iputils
ipw2100-fw
ipw2200-fw
jfsutils
less
lib32-mesa
libreoffice-fresh
libtool
libva-intel-driver
licenses
linux
linux-lts
linux-lts-headers
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mlocate
modemmanager
nano
neofetch
net-tools
netctl
network-manager-applet
networkmanager
nfs-utils
nilfs-utils
ntfs-3g
openssh
os-prober
otf-font-awesome-4
pacman
patch
pciutils
pepper-flash
perl
pkgconf
pkgfile
procps-ng
psmisc
python-gobject
python-pip
python-pyqt5
python2-gnomekeyring
python2-pip
reflector
reiserfsprogs
s-nail
screenfetch
sed
shadow
slack-term
splix
sudo
sysfsutils
system-config-printer
systemd
systemd-sysvcompat
tar
terminus-font
texinfo
thunar
thunar-volman
tmux
ttf-font-awesome
ttf-font-awesome-4
ttf-google-fonts-typewolf
ttf-hanazono
tumbler
unrar
unzip
usb_modeswitch
usbutils
util-linux
vi
vim
vim-jellybeans
vim-plug
w3m
wget
which
whois
wireless_tools
wpa_actiond
xf86-video-intel
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-terminal
xfce4-whiskermenu-plugin
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
yaourt
zd1211-firmware
zsh
