a52dec
aalib
accountsservice
acl
acpi
acpid
adobe-source-code-pro-fonts
adobe-source-han-sans-jp-fonts
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amtk
antergos-alerts
antergos-alpm-hooks
antergos-common-meta
antergos-desktop-settings
antergos-keyring
antergos-midnight-timers
antergos-mirrorlist
antergos-wallpapers
anthy
aom
apparmor
archlinux-keyring
arduino-avr-core
arduino-builder
arduino-ctags
argon2
aribb24
arpack
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audacity
audit
aurafetch-git
aurman
autoconf
autoconf-archive
automake
avahi
avr-binutils
avr-gcc
avr-libc
avr8-burn-o-mat
avrdude
b43-fwcutter
babl
bash
bash-completion
bc
bind-tools
binutils
bison
blas
bluez
bluez-libs
boost
boost-libs
breezy
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cblas
cdparanoia
cdrtools
celt
check
chromaprint
chromium
cifs-utils
clang
clucene
cmake
colord
colord-sane
compiler-rt
confuse
coreutils
cracklib
crda
cryfs
cryptsetup
cups
cups-filters
cups-pk-helper
curl
dav1d
db
dbus
dbus-glib
dconf
dconf-editor
debtap
desktop-file-utils
device-mapper
dhcpcd
diffutils
ding-libs
discord
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
double-conversion
downgrader-git
doxygen
e2fsprogs
eagle
efibootmgr
efivar
elfutils
enchant
exfat-utils
exiv2
exo
expac
expat
f2fs-tools
faac
faad2
fakeroot
faudio
feh
ffmpeg
ffmpegthumbnailer
fftw
file
filesystem
findutils
flac
flashplugin
flex
fluidsynth
fontconfig
foomatic-db-engine
freeimage
freetype2
fribidi
fritzing
fstrm
fuse-common
fuse2
fuse3
fzf
garcon
gawk
gc
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gedit
gegl
geoclue
geocode-glib
geoip
geoip-database
gerbv
gettext
ghostscript
giflib
gimp
git
gl2ps
glew
glib-networking
glib2
glib2-docs
glibc
glibmm
glm
glpk
glslang
glu
gmp
gnome-common
gnome-disk-utility
gnome-icon-theme
gnome-icon-theme-symbolic
gnome-themes-extra
gnupg
gnutls
go
go-tools
gobject-introspection
gobject-introspection-runtime
gparted
gperf
gpgme
gpm
gptfdisk
graphene
graphicsmagick
graphite
graphviz
grep
groff
grub
grub2-theme-antergos
gsettings-desktop-schemas
gsfonts
gsl
gsm
gspell
gssdp
gssproxy
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gstreamer-vaapi
gtk-doc
gtk-engine-murrine
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
gtksourceview3
gtksourceview4
gtkspell
gts
guile
gupnp
gupnp-igd
gvfs
gvfs-afc
gzip
harfbuzz
harfbuzz-icu
haveged
hdf5
hicolor-icon-theme
hiredis
hplip
hspell
htop
http-parser
hunspell
hwids
hwloc
hyphen
iana-etc
icu
ijs
imagemagick
imlib2
inetutils
inkscape
intel-gmmlib
intel-media-driver
intel-media-sdk
intel-tbb
intel-ucode
interception-tools
intltool
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
ipython
iso-codes
itstool
iw
jack
jansson
jasper
java-environment-common
java-openjfx
java-runtime-common
jbig2dec
jdk8-openjdk
jfsutils
jre-openjdk
jre-openjdk-headless
jre11-openjdk
jre11-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js52
js60
json-c
json-glib
jsoncpp
jupyter
jupyter-nbconvert
jupyter-nbformat
jupyter-notebook
jupyter-widgetsnbextension
jupyter_console
jxrlib
kbd
keyutils
kicad
klayout
kmod
krb5
l-smash
ladspa
lame
lapack
lcms2
ldns
lensfun
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-atk
lib32-attr
lib32-bzip2
lib32-cairo
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libappindicator-gtk2
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libldap
lib32-libnl
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libsm
lib32-libstdc++5
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libudev0-shim
lib32-libusb
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-lz4
lib32-mesa
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-pango
lib32-pcre
lib32-pixman
lib32-readline
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaec
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbs2b
libbsd
libburn
libbytesize
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcmis
libcroco
libcups
libcurl-compat
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdc1394
libdca
libde265
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfbclient
libfdk-aac
libffi
libfontenc
libfreehand
libftdi
libgcrypt
libgexiv2
libgit2
libglade
libglvnd
libgme
libgnome-keyring
libgpg-error
libgphoto2
libgudev
libgusb
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimobiledevice
libindicator-gtk2
libinput
libinstpatch
libisofs
libixion
libjpeg-turbo
libkate
libkeybinder3
libksba
liblangtag
libldap
liblouis
liblqr
liblrdf
libmad
libmagick6
libmatroska
libmaxminddb
libmbim
libmfx
libmicrohttpd
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpd
libmpeg2
libmspub
libmwaw
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnm-glib
libnma
libnotify
libnsl
libnumbertext
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libotf
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libpwquality
libqmi
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoxr
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstdc++5
libsynctex
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtiger
libtirpc
libtommath
libtool
libudev0-shim
libunique
libunistring
libunwind
libupnp
libusb
libusb-compat
libusbmuxd
libutempter
libutil-linux
libuv
libva
libva-intel-driver
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwmf
libwnck
libwnck3
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomp
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libzmf
licenses
light-locker
light-locker-settings
lightdm
lightdm-gtk-greeter
lightdm-webkit2-greeter
lilv
linux
linux-api-headers
linux-firmware
linux-lts
linux-lts-headers
llvm-libs
lm_sensors
lmdb
logrotate
lpsolve
lsb-release
lua
luajit
lv2
lvm2
lz4
lzo
m17n-db
m17n-lib
m4
m64py
make
mallard-ducktype
man-db
man-pages
mariadb-libs
mathjax
mathjax2
md4c
mdadm
mesa
mesa-vdpau
meson
metis
minicom
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mlocate
mobile-broadband-provider-info
modemmanager
mousepad
mpdecimal
mpfr
mpg123
mtdev
mupen64plus
mvim-git
mypaint-brushes
mypaint-brushes1
nano
ncurses
ndctl
neofetch
neon
net-snmp
net-tools
netctl
netpbm
nettle
network-manager-applet
networkmanager
nfs-utils
nfsidmap
ngspice
nilfs-utils
ninja
nm-connection-editor
node-gyp
nodejs
noto-fonts
npm
npth
nspr
nss
ntfs-3g
numactl
numix-frost-themes
numix-icon-theme
numix-icon-theme-square
nxproxy
octave
openal
opencascade
opencore-amr
openexr
openjdk8-doc
openjdk8-src
openjpeg2
openmp
openmpi
openresolv
openssh
openssl
opera-ffmpeg-codecs
opus
orage
orc
os-prober
otf-font-awesome-4
otf-ipafont
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pam
pambase
pango
pangomm
parole
parted
patch
pavucontrol
pciutils
pcre
pcre2
peek
pepper-flash
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-data-dump
perl-dbi
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-chdir
perl-file-listing
perl-file-which
perl-gd
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-socket-ssl
perl-io-string
perl-json
perl-libwww
perl-log-message
perl-log-message-simple
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-net-http
perl-net-ssleay
perl-path-tiny
perl-term-readline-gnu
perl-term-ui
perl-test-pod
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
pinentry
pipewire
pixman
pkgconf
pkgfile
polkit
polkit-gnome
poppler
poppler-data
poppler-glib
popt
portaudio
portsmf
postgresql-libs
potrace
powerline-common
powerline-fonts
ppp
processing
procps-ng
protobuf
protobuf-c
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pyalpm
pygobject-devel
pygtk
python
python-anytree
python-appdirs
python-attrs
python-babel
python-backcall
python-beaker
python-bleach
python-cachecontrol
python-cairo
python-certifi
python-chardet
python-colorama
python-configobj
python-contextlib2
python-dateutil
python-dbus
python-dbus-common
python-decorator
python-defusedxml
python-distlib
python-distro
python-docutils
python-dulwich
python-entrypoints
python-fastimport
python-feedparser
python-gobject
python-html5lib
python-idna
python-imagesize
python-importlib-metadata
python-ipykernel
python-ipywidgets
python-jedi
python-jinja
python-jsonschema
python-jupyter_client
python-jupyter_core
python-lockfile
python-lxml
python-mako
python-markdown
python-markupsafe
python-mistune
python-more-itertools
python-msgpack
python-numpy
python-nuvolasdk
python-ordered-set
python-packaging
python-pandocfilters
python-parso
python-patiencediff
python-pep517
python-pexpect
python-pickleshare
python-pip
python-ply
python-progress
python-prometheus_client
python-prompt_toolkit
python-psutil
python-ptyprocess
python-pycups
python-pycurl
python-pygments
python-pyparsing
python-pypubsub
python-pyqt5
python-pyqt5-sip
python-pyrsistent
python-pysdl2
python-pyserial
python-pytoml
python-pytz
python-pyudev
python-pyzmq
python-regex
python-requests
python-retrying
python-send2trash
python-setuptools
python-sgmllib
python-six
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-subprocess2
python-termcolor
python-terminado
python-testpath
python-toml
python-tornado
python-traitlets
python-urllib3
python-wcwidth
python-webencodings
python-wxpython
python-zipp
python2
python2-appdirs
python2-attrs
python2-backports
python2-backports.functools_lru_cache
python2-beautifulsoup4
python2-cachecontrol
python2-cairo
python2-chardet
python2-colorama
python2-configparser
python2-contextlib2
python2-distlib
python2-distro
python2-gnomekeyring
python2-gobject2
python2-gpsoauth
python2-html5lib
python2-idna
python2-importlib-metadata
python2-ipaddress
python2-lockfile
python2-lxml
python2-mechanicalsoup
python2-more-itertools
python2-msgpack
python2-numpy
python2-ordered-set
python2-packaging
python2-pathlib2
python2-pep517
python2-pip
python2-proboscis
python2-progress
python2-pycryptodomex
python2-pyparsing
python2-pyserial
python2-pytoml
python2-requests
python2-retrying
python2-scandir
python2-setuptools
python2-six
python2-soupsieve
python2-toml
python2-urllib3
python2-validictory
python2-webencodings
python2-zipp
python36
qhull
qpdf
qrencode
qrupdate
qscintilla-qt5
qt5-base
qt5-declarative
qt5-multimedia
qt5-script
qt5-serialport
qt5-styleplugins
qt5-svg
qt5-tools
qt5-wayland
qt5-x11extras
qt5-xmlpatterns
qt5ct
raptor
rasqal
re2
readline
redland
reflector
reiserfsprogs
rest
rhash
ristretto
rpcbind
rtkit
rtmpdump
ruby
ruby-irb
ruby-reline
rubygems
run-parts
rust
s-nail
sane
sbc
scour
scratch
screen
screenfetch
sdl
sdl2
sed
semver
serd
shaderc
shadow
shared-mime-info
simple-scan
slack-desktop
slack-term
slang
snapd
snappy
solaar
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
speedtest-cli
speex
speexdsp
spirv-tools
splix
sqlite
squashfs-tools
squeak-vm
sratom
srt
startup-notification
steam
stow
sudo
suil
suitesparse
sundials
swig
sxiv
sysfsutils
system-config-printer
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tcl
tdb
tepl
terminus-font
tevent
texinfo
texlive-bin
texlive-core
texmaker
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tk
tmux
trizen
tslib
ttf-baekmuk
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-font-awesome-4
ttf-google-fonts-typewolf
ttf-hanazono
ttf-humor-sans
ttf-liberation
ttf-xkcd-script-font
tumbler
twolame
tzdata
uchardet
udisks2
uim
unbound
unixodbc
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbutils
util-linux
v4l-utils
vala
vamp-plugin-sdk
vi
vid.stab
vim
vim-jellybeans
vim-plug
vim-runtime
vlc
volume_key
vte-common
vte3
vtk
vulkan-icd-loader
w3m
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
whois
wildmidi
wine
wireless-regdb
wireless_tools
woff2
wpa_actiond
wpa_supplicant
wpebackend-fdo
wxgtk-common
wxgtk2
wxgtk3
x264
x265
x2goclient
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-dbus-proxy
xdg-utils
xdotool
xf86-input-libinput
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xz
yaml-cpp
yelp-tools
yelp-xsl
zbar
zd1211-firmware
zenity
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
zvbi
zziplib
