a52dec
aalib
accountsservice
acl
acpi
acpi_call
acpid
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-utils
antergos-alerts
antergos-gnome-setup
antergos-keyring
antergos-mirrorlist
antergos-wallpapers
appstream-glib
archlinux-appstream-data
archlinux-keyring
arduino
arduino-builder
arduino-ctags
argon2
asciiquarium
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audacity
audiofile
autoconf
automake
avahi
avrdude
b43-fwcutter
babl
baobab
bash
bash-completion
bc
bind-tools
binutils
bison
blas
bleachbit
bluez
bluez-libs
boost-libs
brotli
btrfs-progs
bubblewrap
bzip2
bzr
c-ares
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cblas
cdparanoia
cdrtools
celt
cgdb
chromaprint
chromium
cifs-utils
classpath
cli-visualizer
cmake
colord
colord-sane
confuse
coreutils
cowfortune
cowsay
cracklib
crda
cryptsetup
cups
cups-filters
cups-pk-helper
curl
db
dbus
dbus-glib
dconf
dconf-editor
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
ding-libs
discount
djvulibre
dkms
dmenu
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
dotconf
double-conversion
e2fsprogs
efibootmgr
efivar
egl-wayland
eglexternalplatform
elfutils
enca
enchant
espeak
ethtool
evince
exfat-utils
exiv2
exo
expat
f2fs-tools
faac
faad2
fakeroot
feh
ffmpeg
ffmpegthumbnailer
fftw
file
file-roller
filesystem
findutils
fingerprint-gui
flac
flashplugin
flex
font-manager
fontconfig
foomatic-db-engine
fortune-mod
franz-bin
freetype2
fribidi
fritzing
fswebcam
fuse-common
fuse2
fzf
gamin
garcon
gawk
gc
gcab
gcc
gcc-libs
gconf
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gdm
gedit
gegl
gegl02
gendesk
geoclue2
geocode-glib
geoip
geoip-database
gerbv
gettext
ghostscript
giblib
giflib
gimp
git
gjs
glew
glib-networking
glib2
glib2-docs
glibc
glibmm
glu
glyr
gmp
gmtk
gnome-bluetooth
gnome-calculator
gnome-desktop
gnome-disk-utility
gnome-icon-theme
gnome-icon-theme-symbolic
gnome-keyring
gnome-mplayer
gnome-online-accounts
gnome-session
gnome-settings-daemon
gnome-shell
gnome-themes-extra
gnupg
gnutls
gobject-introspection
gobject-introspection-runtime
goocanvas
gparted
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
grub
grub2-theme-antergos
gsettings-desktop-schemas
gsfonts
gsl
gsm
gspell
gssproxy
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gstreamer-vaapi
gtk-doc
gtk-engine-murrine
gtk-update-icon-cache
gtk-xfce-engine
gtk2
gtk3
gtkmm
gtkmm3
gtksourceview3
gtkspell
gtkspell3
gts
gucharmap
guile
guile2.0
gummi
gvfs
gvfs-goa
gvfs-google
gvfs-mtp
gvim
gzip
harfbuzz
harfbuzz-icu
haveged
hdf5
hdparm
hicolor-icon-theme
hplip
hspell
htop
http-parser
hunspell
hunspell-en
hunspell-en_GB
hunspell-en_US
hwids
hyphen
i3lock
iana-etc
icu
idnkit
ijs
ilmbase
imagemagick
imlib2
inetutils
inkscape
intel-tbb
intel-ucode
intltool
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
ipython
iso-codes
itstool
iw
jack
jansson
jasper
java-environment-common
java-runtime-common
java-rxtx
jbig2dec
jdk7-openjdk
jdk8-openjdk
jfsutils
joyutils
jre7-openjdk
jre7-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
jre9-openjdk-headless
js52
json-c
json-glib
jsoncpp
jupyter
jupyter-nbconvert
jupyter-nbformat
jupyter-notebook
jupyter-widgetsnbextension
jupyter_console
kbd
keyutils
kicad
kmod
krb5
ladspa
lame
lapack
lcms
lcms2
ldb
ldns
lemonbar-xft-git
lensfun
less
lib32-bzip2
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libpciaccess
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-readline
lib32-wayland
lib32-zlib
libaec
libaio
libao
libarchive
libart-lgpl
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbs2b
libbsd
libburn
libbytesize
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libclastfm
libcroco
libcups
libcurl-compat
libdaemon
libdatrie
libdc1394
libdca
libdmx
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfakekey
libfdk-aac
libffi
libfontenc
libfprint
libftdi
libgcrypt
libgda
libgdata
libgdm
libgee
libgexiv2
libgit2
libglade
libglvnd
libgme
libgnome-keyring
libgpg-error
libgphoto2
libgpod
libgudev
libgusb
libgweather
libgxps
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimobiledevice
libinput
libisoburn
libisofs
libjpeg-turbo
libkeybinder2
libkeybinder3
libksba
libldap
liblouis
liblqr
libmad
libmagick
libmagick6
libmbim
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpd
libmpdclient
libmpeg2
libmtp
libmypaint
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnm-glib
libnotify
libnsl
liboauth
libofa
libogg
libomxil-bellagio
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplist
libpng
libproxy
libpsl
libpulse
libpwquality
libqmi
libraqm
libraw
libraw1394
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspeechd
libspiro
libsrtp
libssh
libssh2
libstemmer
libsynctex
libsystemd
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libtxc_dxtn
libunique
libunistring
libunwind
libupnp
libusb
libusb-compat
libusbmuxd
libutempter
libutil-linux
libuv
libva
libva-intel-driver
libvdpau
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwmf
libwnck
libwnck3
libwpd
libx11
libx264
libx264-all
libxau
libxaw
libxcb
libxcomp
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxp
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86misc
libxxf86vm
libyaml
licenses
light-locker
light-locker-settings
lightdm
lightdm-webkit2-greeter
lilv
linux
linux-api-headers
linux-firmware
linux-lts
lirc
llvm-libs
lm_sensors
logrotate
lolcat
lsof
ltrace
lua
lv2
lvm2
lxdm
lz4
lzo
m4
make
man-db
man-pages
mathjax
mdadm
mercurial
mesa
mesa-vdpau
metis
minicom
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mlocate
mobile-broadband-provider-info
modemmanager
mousepad
mpc
mpd
mpfr
mpg123
mplayer
mtdev
mugshot
mutagen
mutter
mypaint-brushes
nano
ncmpc
ncurses
ndctl
neon
net-snmp
net-tools
netcdf
netctl
nettle
network-manager-applet
networkmanager
networkmanager-dmenu-git
networkmanager-openvpn
networkmanager-pptp
nfs-utils
nfsidmap
nilfs-utils
nm-connection-editor
node-gyp
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
numix-frost-themes
numix-gtk-theme
numix-icon-theme
numix-icon-theme-square
nvidia-utils
nxproxy
ocl-icd
openal
opencore-amr
openexr
openjpeg2
openresolv
openssh
openssl
openssl-1.0
openvpn
opus
orage
orc
os-prober
otf-font-awesome-4
otf-ipafont
p11-kit
package-query
pacman
pacman-mirrorlist
pam
pamac
pambase
pango
pangomm
parole
parted
patch
pavucontrol
pciutils
pcmciautils
pcre
pcre2
pepper-flash
perl
perl-clone
perl-curses
perl-dbi
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-term-animation
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
pinentry
pipewire
pixman
pkcs11-helper
pkgconf
pkgfile
polkit
polkit-qt4
poppler
poppler-data
poppler-glib
popt
portaudio
portmidi
portsmf
potrace
powerline-common
powerline-fonts
powerline-vim
powerline2
powertop
ppp
pptpclient
pragha
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pygobject-devel
pygobject2-devel
pygtk
pyqt5-common
python
python-anytree
python-appdirs
python-atomicwrites
python-attrs
python-beaker
python-bleach
python-cachecontrol
python-cairo
python-chardet
python-colorama
python-dateutil
python-dbus
python-dbus-common
python-decorator
python-distlib
python-distro
python-distutils-extra
python-entrypoints
python-gobject
python-html5lib
python-idna
python-ipykernel
python-ipywidgets
python-jedi
python-jinja
python-jsonschema
python-jupyter_client
python-jupyter_core
python-lockfile
python-lxml
python-mako
python-markupsafe
python-mistune
python-more-itertools
python-msgpack
python-olefile
python-packaging
python-pandocfilters
python-parso
python-pexpect
python-pickleshare
python-pillow
python-pip
python-pluggy
python-progress
python-prompt_toolkit
python-psutil
python-ptyprocess
python-py
python-pyalsaaudio
python-pycups
python-pycurl
python-pygments
python-pyparsing
python-pyqt5
python-pyserial
python-pysmbc
python-pytest
python-pytoml
python-pyzmq
python-requests
python-retrying
python-send2trash
python-setuptools
python-sip
python-six
python-termcolor
python-terminado
python-testpath
python-tornado
python-traitlets
python-urllib3
python-wcwidth
python-webencodings
python-xdg
python2
python2-appdirs
python2-cachecontrol
python2-cairo
python2-chardet
python2-colorama
python2-distlib
python2-distro
python2-glob2
python2-gnomekeyring
python2-gobject
python2-gobject2
python2-html5lib
python2-idna
python2-ipaddress
python2-lockfile
python2-lxml
python2-msgpack
python2-notify
python2-numpy
python2-olefile
python2-packaging
python2-pillow
python2-pip
python2-powerline
python2-progress
python2-pyalsaaudio
python2-pygame
python2-pyparsing
python2-pyserial
python2-pytoml
python2-requests
python2-retrying
python2-setuptools
python2-six
python2-urllib3
python2-webencodings
python2-xdg
python2-xlib
qca-qt4
qpdf
qrencode
qt4
qt5-base
qt5-script
qt5-serialport
qt5-styleplugins
qt5-svg
qt5-websockets
qt5-x11extras
qt5ct
re2
readline
recode
recordmydesktop
reiserfsprogs
rest
rhash
ristretto
rpcbind
rsync
rtkit
rtmpdump
ruby
ruby-diff-lcs
ruby-manpages
ruby-paint
ruby-rainbow
ruby-rdoc
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-term-ansicolor
ruby-tins
ruby-trollop
rubygems
run-parts
s-nail
sane
sbc
screen
screenfetch
scrot
sdl
sdl2
sdl_image
sdl_mixer
sdl_ttf
sed
semver
serd
sg3_utils
shadow
shared-mime-info
simple-scan
sip
sl
slang
slim
smartmontools
smbclient
smpeg
snappy
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
speech-dispatcher
speedtest-cli
speex
speexdsp
splix
spotify
sqlite
sratom
srt
startup-notification
strace
sudo
suil
suitesparse
sysfsutils
system-config-printer
systemd
systemd-sysvcompat
t1lib
taglib
talloc
tar
tcl
tdb
telepathy-glib
terminus-font
tevent
texinfo
texlive-bin
texlive-core
texmaker
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tk
tlp
tmux
tpacpi-bat
transmission-gtk
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-font-awesome-4
ttf-fritz
ttf-hanazono
ttf-liberation
ttf-roboto
ttf-sazanami
tumbler
twolame
tzdata
udisks2
ufetch
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbutils
util-linux
v4l-utils
vagrant
vala
valgrind
vamp-plugin-sdk
vi
vid.stab
vim-jellybeans
vim-plug
vim-runtime
virtualbox
virtualbox-host-modules-arch
volctl
volume_key
vte-common
vte3
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
whois
wildmidi
wireless-regdb
wireless_tools
woff2
wpa_actiond
wpa_supplicant
wttr
wxgtk-common
wxgtk2
wxgtk3
x265
x2goclient
xautolock
xbitmaps
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xerces-c
xf86-input-libinput
xf86-input-synaptics
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfburn
xfce-polkit-git
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xkeyboard-config
xkeycaps
xorg-appres
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xscreensaver-arch-logo
xterm
xvidcore
xz
yajl
yaourt
yarn
yelp-tools
yelp-xsl
zd1211-firmware
zenity
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
zvbi
zziplib
