a52dec
aalib
acl
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-utils
archlinux-keyring
arduino
arduino-builder
arduino-ctags
asciiquarium
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attr
autoconf
automake
avahi
babl
baobab
bash
binutils
bison
bleachbit
bluez-libs
bzip2
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
cifs-utils
classic95-icons
classpath
cli-visualizer
cmake
compositeproto
confuse
coreutils
cowfortune
cowsay
cracklib
cryptsetup
curl
damageproto
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dfu-programmer
dhcpcd
dialog
diffutils
dmxproto
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
dotconf
downgrade
dri2proto
dri3proto
e2fsprogs
eagle
elfutils
enca
enchant
espeak
exo
expat
faac
faad2
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
fixesproto
flac
flex
fontconfig
fontsproto
fortune-mod
freetype2
fribidi
fswebcam
fzf
garcon
gawk
gc
gcc
gcc-gcj-ecj
gcc-libs
gconf
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl02
gendesk
gerbv
gettext
giblib
giflib
gimp
git
glib-networking
glib2
glibc
glibmm
glproto
gmp
gmtk
gnome-calculator
gnome-icon-theme
gnome-icon-theme-symbolic
gnome-mplayer
gnome-themes-standard
gnupg
gnutls
gobject-introspection-runtime
google-chrome
gparted
gpgme
gpm
gptfdisk
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gst-plugins-base-libs
gstreamer
gstreamer0.10
gstreamer0.10-base
gstreamer0.10-base-plugins
gtk-engine-murrine
gtk-theme-config
gtk-update-icon-cache
gtk-xfce-engine
gtk2
gtk3
gtkmm
gtkmm3
gtksourceview2
gtksourceview3
gtkspell
guile
gummi
gvim
gzip
harfbuzz
harfbuzz-icu
hdf5
hdparm
hicolor-icon-theme
hspell
htop-vim-git
hunspell
hwids
i3lock
iana-etc
icu
ilmbase
imlib2
inetutils
inputproto
intltool
iproute2
iptables
iputils
ipython
iso-codes
iw
jack
jansson
jasper
java-runtime-common
jfsutils
joyutils
jre8-openjdk
jre8-openjdk-headless
js
json-glib
jsoncpp
jstest-gtk-git
jupyter
jupyter-nbformat
jupyter-notebook
jupyter-widgetsnbextension
jupyter_console
kbd
kbproto
keyutils
kmod
krb5
lame
lcms
lcms2
ldb
ldns
less
libaio
libao
libarchive
libart-lgpl
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libbluray
libbsd
libburn
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcroco
libcups
libdaemon
libdatrie
libdca
libdmx
libdrm
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libffi
libfontenc
libftdi
libgcrypt
libglade
libgpg-error
libgudev
libical
libice
libid3tag
libidn
libiec61883
libimobiledevice
libinput
libisofs
libjpeg-turbo
libkeybinder2
libkeybinder3
libksba
libldap
libmad
libmikmod
libmm-glib
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpd
libmpdclient
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnl
libnm
libnm-glib
libnotify
libogg
libomxil-bellagio
libpaper
libpciaccess
libpgm
libpipeline
libplist
libpng
libproxy
libpsl
libpulse
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoxr
libspiro
libssh
libssh2
libsynctex
libsystemd
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libtxc_dxtn
libunique
libunistring
libunwind
libusb
libusb-compat
libusbmuxd
libutempter
libutil-linux
libuv
libva
libvdpau
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwmf
libwnck
libx11
libx264
libxau
libxaw
libxcb
libxcomp
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxp
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
licenses
linux
linux-api-headers
linux-firmware
lirc
llvm-libs
lm_sensors
logrotate
lolcat
lvm2
lxdm
lxdm-themes
lz4
lzo
m4
make
man-db
man-pages
markdown
mathjax
mdadm
mercurial
mesa
mesa-libgl
minicom
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mousepad
mpc
mpfr
mpg123
mplayer
mtdev
mugshot
nano
ncurses
ncurses5-compat-libs
netcdf
netctl
nettle
network-manager-applet
networkmanager
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npth
nspr
nss
numix-gtk-theme
nxproxy
oneko
opencore-amr
openexr
openjpeg2
openresolv
openssh
openssl
opus
orage
orc
os-prober
otf-ipafont
p11-kit
package-query
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
parted
patch
pavucontrol
pciutils
pcmciautils
pcre
pcre2
perl
perl-curses
perl-error
perl-term-animation
perl-uri
perl-xml-parser
pinentry
pipman-git
pixman
pkg-config
pmount-safe-removal
polkit
polkit-gnome
poppler
poppler-glib
popt
portaudio
portmidi
potrace
powerline-common
powerline-fonts
powerline-vim
powerline2
powertop
presentproto
printproto
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pygobject-devel
pygobject2-devel
pygtk
python
python-appdirs
python-cairo
python-dbus
python-dbus-common
python-decorator
python-distutils-extra
python-gobject
python-ipykernel
python-ipywidgets
python-jinja
python-jsonschema
python-jupyter_client
python-jupyter_core
python-markupsafe
python-mistune
python-packaging
python-path
python-pexpect
python-pickleshare
python-pip
python-prompt_toolkit
python-ptyprocess
python-py
python-pyalsaaudio
python-pygments
python-pyparsing
python-pyserial
python-pytest
python-pyzmq
python-setuptools
python-six
python-terminado
python-tornado
python-traitlets
python-wcwidth
python-xdg
python2
python2-appdirs
python2-cairo
python2-gobject2
python2-olefile
python2-packaging
python2-pillow
python2-pip
python2-powerline
python2-pygame
python2-pyparsing
python2-pyserial
python2-setuptools
python2-six
qrencode
qt4
qt5-base
qt5-websockets
randrproto
readline
recode
recordmydesktop
recordproto
reiserfsprogs
renderproto
resourceproto
rsync
rtkit
rtmpdump
ruby
ruby-diff-lcs
ruby-paint
ruby-rainbow
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-term-ansicolor
ruby-tins
ruby-trollop
run-parts
s-nail
schroedinger
screenfetch
scrnsaverproto
scrot
sdl
sdl2
sdl_image
sdl_mixer
sdl_ttf
sed
shadow
shared-mime-info
sl
slang
slim
smbclient
smpeg
snappy
sound-theme-freedesktop
sparkfun-eagle-lib-git
speech-dispatcher
speedtest-cli
speex
speexdsp
sqlite
startup-notification
sudo
sysfsutils
systemd
systemd-sysvcompat
t1lib
taglib
talloc
tar
tcl
tdb
tevent
texinfo
texlive-bin
texlive-core
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tk
tmux
tslib
ttf-dejavu
ttf-hanazono
ttf-ms-fonts
ttf-sazanami
tumbler
tzdata
unrar
unzip
upower
usbmuxd
usbutils
util-linux
v4l-utils
vala
valgrind
vi
vibrancy-colors
vid.stab
videoproto
vim-jellybeans
vim-runtime
vte-common
vte3
vundle
wayland
wayland-protocols
webrtc-audio-processing
wget
which
wpa_supplicant
wttr
x265
x2goclient
xautolock
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-utils
xerces-c
xextproto
xf86-input-libinput
xf86-input-synaptics
xf86-video-intel
xf86dgaproto
xf86driproto
xf86vidmodeproto
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xineramaproto
xkeyboard-config
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xvfb
xorg-setxkbmap
xorg-util-macros
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xproto
xvidcore
xz
yajl
yaourt
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zziplib
