a52dec
aalib
accountsservice
acl
acpid
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-utils
antergos-alerts
antergos-common-meta
antergos-desktop-settings
antergos-keyring
antergos-midnight-timers
antergos-mirrorlist
antergos-wallpapers
aom
archlinux-keyring
arduino
arduino-avr-core
arduino-builder
arduino-ctags
argon2
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attr
aurman
autoconf
automake
avahi
avr-binutils
avr-gcc
avr-libc
avr8-burn-o-mat
avrdude
b43-fwcutter
babl
bash
bash-completion
bc
bind-tools
binutils
bison
blas
bluez
bluez-libs
boost-libs
brotli
btrfs-progs
bzip2
bzr
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
cdrtools
celt
chromaprint
chromium
cifs-utils
clucene
cmake
colord
confuse
coreutils
cracklib
crda
cryfs
crypto++
cryptsetup
cups
cups-filters
cups-pk-helper
curl
db
dbus
dbus-glib
dconf
dconf-editor
desktop-file-utils
device-mapper
dhcpcd
diffutils
ding-libs
dmraid
dnssec-anchors
dosfstools
double-conversion
e2fsprogs
eagle
eclipse-common
eclipse-cpp
efibootmgr
efivar
elfutils
enchant
exfat-utils
exiv2
exo
expac
expat
f2fs-tools
faac
faad2
fakeroot
feh
ffmpeg
ffmpegthumbnailer
fftw
file
filesystem
findutils
flac
flashplugin
flex
fontconfig
foomatic-db-engine
freetype2
fribidi
fuse-common
fuse2
garcon
gawk
gc
gcc
gcc-libs
gconf
gcr
gdbm
gdk-pixbuf2
gegl
geoclue2
geoip
geoip-database
gerbv
gettext
ghostscript
giflib
gimp
git
glew
glib-networking
glib2
glibc
glibmm
glu
gmp
gnome-icon-theme
gnome-icon-theme-symbolic
gnome-themes-extra
gnupg
gnutls
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
grub2-theme-antergos
gsettings-desktop-schemas
gsfonts
gsm
gssproxy
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gstreamer-vaapi
gtk-engine-murrine
gtk-update-icon-cache
gtk-xfce-engine
gtk2
gtk3
gtkmm3
guile
gvfs
gvfs-afc
gzip
harfbuzz
harfbuzz-icu
haveged
hicolor-icon-theme
hplip
hspell
htop
hunspell
hunspell-de
hunspell-el
hunspell-en
hunspell-en_GB
hunspell-en_US
hunspell-es_any
hunspell-fr
hunspell-he
hunspell-hu
hunspell-it
hunspell-nl
hunspell-pl
hunspell-ro
hwids
hyphen
iana-etc
icu
idnkit
ijs
ilmbase
imagemagick
imlib2
inetutils
intel-tbb
intel-ucode
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
iso-codes
iw
jack
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk10-openjdk
jfsutils
jre10-openjdk
jre10-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js52
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
ladspa
lame
lapack
lcms
lcms2
ldns
lensfun
less
lib32-bzip2
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libpciaccess
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-readline
lib32-wayland
lib32-zlib
libabw
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcmis
libcroco
libcups
libcurl-compat
libcurl-gnutls
libdaemon
libdatrie
libdc1394
libdca
libde265
libdmx
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreehand
libftdi
libgcrypt
libgcrypt15
libgexiv2
libglade
libglvnd
libgme
libgnome-keyring
libgpg-error
libgudev
libgusb
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libinput
libixion
libjpeg-turbo
libkeybinder3
libksba
liblangtag
libldap
liblouis
liblqr
libmagick
libmbim
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpeg2
libmspub
libmwaw
libmypaint
libndp
libnet
libnewt
libnftnl
libnghttp2
libnice
libnl
libnm
libnm-glib
libnotify
libnsl
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplist
libpng
libpng12
libproxy
libpsl
libpulse
libqmi
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspiro
libsrtp
libssh
libssh2
libstaroffice
libsystemd
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libusb
libusb-compat
libusbmuxd
libutempter
libutil-linux
libuv
libva
libva-intel-driver
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwmf
libwnck
libwpd
libwpg
libwps
libx11
libx264
libx264-all
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86misc
libxxf86vm
libyaml
libzmf
licenses
light-locker
light-locker-settings
lightdm
lightdm-webkit2-greeter
linux
linux-api-headers
linux-firmware
linux-lts
linux-lts-headers
llvm-libs
lm_sensors
logrotate
lpsolve
lua
lvm2
lz4
lzo
m4
make
man-db
man-pages
mdadm
mesa
mesa-vdpau
metis
minicom
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mlocate
mobile-broadband-provider-info
modemmanager
mpfr
mpg123
mtdev
mvim-git
mypaint-brushes
nano
ncurses
ndctl
neofetch
neon
net-snmp
net-tools
netctl
nettle
network-manager-applet
networkmanager
nfs-utils
nfsidmap
nilfs-utils
nm-connection-editor
noto-fonts
npth
nspr
nss
ntfs-3g
numix-frost-themes
numix-icon-theme
numix-icon-theme-square
openal
opencore-amr
openexr
openjpeg
openjpeg2
openresolv
openssh
openssl
openssl-1.0
opus
orc
os-prober
otf-font-awesome-4
p11-kit
package-query
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
parted
patch
pavucontrol
pciutils
pcre
pcre2
pepper-flash
perl
perl-clone
perl-dbi
perl-error
perl-mailtools
perl-timedate
perl-uri
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-sax
perl-xml-sax-base
pinentry
pixman
pkgconf
pkgfile
polkit
polkit-gnome
poppler
poppler-data
popt
powerline-common
powerline-fonts
ppp
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pyalpm
pygobject-devel
pygobject2-devel
pygtk
pyqt5-common
python
python-appdirs
python-cachecontrol
python-cairo
python-chardet
python-colorama
python-dateutil
python-dbus
python-dbus-common
python-distlib
python-distro
python-feedparser
python-gobject
python-html5lib
python-idna
python-lockfile
python-msgpack
python-packaging
python-pip
python-progress
python-psutil
python-pycups
python-pycurl
python-pyparsing
python-pyqt5
python-pyserial
python-pytoml
python-regex
python-requests
python-retrying
python-setuptools
python-sgmllib
python-sip-pyqt5
python-six
python-termcolor
python-urllib3
python-webencodings
python2
python2-appdirs
python2-babel
python2-cachecontrol
python2-cairo
python2-chardet
python2-colorama
python2-distlib
python2-distro
python2-docutils
python2-gnomekeyring
python2-gobject2
python2-html5lib
python2-idna
python2-imagesize
python2-ipaddress
python2-jinja
python2-lockfile
python2-markupsafe
python2-msgpack
python2-packaging
python2-pip
python2-progress
python2-pygments
python2-pyparsing
python2-pyserial
python2-pytoml
python2-pytz
python2-requests
python2-retrying
python2-setuptools
python2-six
python2-snowballstemmer
python2-sphinx
python2-sphinx-alabaster-theme
python2-sphinx_rtd_theme
python2-sphinxcontrib-websupport
python2-sqlalchemy
python2-typing
python2-urllib3
python2-webencodings
python2-whoosh
qpdf
qt4
qt5-base
qt5-styleplugins
raptor
rasqal
re2
readline
redland
reflector
reiserfsprogs
rest
rhash
rpcbind
rtkit
rtmpdump
ruby
rubygems
run-parts
s-nail
sbc
schroedinger
screen
screenfetch
sdl
sdl2
sed
shadow
shared-mime-info
slack-term
slang
snappy
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
splix
spotify
sqlite
srt
startup-notification
sudo
suitesparse
sysfsutils
system-config-printer
systemd
systemd-sysvcompat
taglib
talloc
tar
tcl
tdb
terminus-font
texinfo
thin-provisioning-tools
thunar
thunar-volman
tmux
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-font-awesome-4
ttf-google-fonts-typewolf
ttf-hanazono
ttf-liberation
tumbler
twolame
tzdata
udisks2
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbutils
util-linux
v4l-utils
vi
vid.stab
vim
vim-jellybeans
vim-plug
vim-runtime
volume_key
vte-common
vte3
vulkan-icd-loader
w3m
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
whois
wildmidi
wireless-regdb
wireless_tools
woff2
wpa_actiond
wpa_supplicant
x265
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-utils
xdotool
xf86-input-libinput
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-terminal
xfce4-whiskermenu-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xz
yajl
yaourt
yasm
zd1211-firmware
zenity
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
zvbi
